Repository: talibfitrah/albunyaantube
Catalog: ios/FitrahTube/Resources/Localizable.xcstrings
Source language: en
Languages: ar, nl

# import_youtube_done_summary
source: %1$lld added · %2$lld sent for review · %3$lld skipped
ar: %1$lld أُضيف · %2$lld أُرسل للمراجعة · %3$lld تخطّى
nl: %1$lld toegevoegd · %2$lld ter beoordeling · %3$lld overgeslagen

# import_youtube_group_channels
source: Channels (%1$lld)
ar: القنوات (%1$lld)
nl: Kanalen (%1$lld)

# import_youtube_group_channels_short
source: Channels
ar: القنوات
nl: Kanalen

# import_youtube_group_playlists
source: Playlists (%1$lld)
ar: قوائم التشغيل (%1$lld)
nl: Afspeellijsten (%1$lld)

# import_youtube_group_playlists_short
source: Playlists
ar: قوائم التشغيل
nl: Afspeellijsten

# import_youtube_group_videos
source: Liked videos (%1$lld)
ar: الفيديوهات المُعجب بها (%1$lld)
nl: Gelikte video's (%1$lld)

# import_youtube_group_videos_short
source: Videos
ar: الفيديوهات

# import_youtube_importing_done
source: Almost done…
ar: يكاد ينتهي…
nl: Bijna klaar…

# import_youtube_importing_resolving
source: Checking content…
ar: جارٍ التحقق من المحتوى…
nl: Inhoud controleren…

# import_youtube_importing_writing
source: Saving to your library…
ar: جارٍ الحفظ في مكتبتك…
nl: Opslaan in je bibliotheek…

# import_youtube_loading_authorizing
source: Connecting to Google…
ar: جارٍ الاتصال بـ Google…
nl: Verbinding maken met Google…

# import_youtube_loading_fetching
source: Loading your YouTube library…
ar: جارٍ تحميل مكتبتك على يوتيوب…
nl: Je YouTube-bibliotheek laden…

# import_youtube_partial_failure
source: Couldn't load: %1$@
ar: تعذّر تحميل: %1$@
nl: Kan niet laden: %1$@

# import_youtube_select_all_content_description
source: Select all in group
ar: تحديد الكل في المجموعة
nl: Alles in groep selecteren

# import_youtube_title
source: Import from YouTube
ar: استيراد من يوتيوب
nl: Importeren uit YouTube

# library_history
source: History
ar: السجل
nl: Geschiedenis

# library_history_coming_soon
source: Watch history (coming soon)
ar: سجل المشاهدة (قريباً)
nl: Kijkgeschiedenis (binnenkort)

# library_history_count
source: %1$lld videos
ar: %1$lld فيديو

# library_recently_watched
source: Recently Watched
ar: شوهد مؤخراً
nl: Recent bekeken

# library_recently_watched_coming_soon
source: Recently Watched (coming soon)
ar: شوهد مؤخراً (قريباً)
nl: Recent bekeken (binnenkort)

# library_recently_watched_count
source: %1$lld videos
ar: %1$lld فيديو

# library_saved
source: Saved
ar: المحفوظات
nl: Opgeslagen

# library_saved_coming_soon
source: Saved videos (coming soon)
ar: الفيديوهات المحفوظة (قريباً)
nl: Opgeslagen video's (binnenkort)

# library_saved_count
source: %1$lld videos
ar: %1$lld فيديو

# library_section_title
source: Library
ar: المكتبة
nl: Bibliotheek

# list_error_description
source: Check your connection or adjust your filters, then try again.
ar: تحقق من اتصالك أو عدّل الفلاتر، ثم حاول مرة أخرى.
nl: Controleer je verbinding of pas filters aan, en probeer het opnieuw.

# list_error_title
source: Unable to load content
ar: تعذر تحميل المحتوى
nl: Kan inhoud niet laden

# live_badge
source: LIVE
ar: مباشر

# live_watching_count
source: %1$@ watching
ar: %1$@ مشاهد
nl: %1$@ kijken

source: Load more
ar: تحميل المزيد
nl: Meer laden

# load_more_error
source: Failed to load more. Tap to retry.
ar: فشل تحميل المزيد. انقر لإعادة المحاولة.
nl: Laden mislukt. Tik om opnieuw te proberen.

source: Loading…
ar: جارٍ التحميل…
nl: Laden…

# loading_more
source: Loading…
ar: جارٍ التحميل…
nl: Laden…

# me_awaiting_count
source: %1$lld pending
ar: %1$lld قيد الانتظار
nl: %1$lld in behandeling

# me_awaiting_pending_label
source: Pending review
ar: قيد المراجعة
nl: In afwachting van beoordeling

# me_awaiting_section_title
source: Imported — awaiting review
ar: مستوردة — قيد المراجعة
nl: Geïmporteerd — in afwachting van beoordeling

# me_channel_avatar_content_description
source: Open channel
ar: فتح القناة
nl: Kanaal openen

# me_empty_cta
source: Browse channels
ar: تصفح القنوات
nl: Kanalen bekijken

# me_empty_subtitle
source: Channels and playlists you save will appear here with their latest videos and shorts.
ar: ستظهر هنا القنوات وقوائم التشغيل التي تحفظها، مع أحدث الفيديوهات والمقاطع القصيرة.
nl: Kanalen en afspeellijsten die je opslaat verschijnen hier met hun nieuwste video's en shorts.

# me_empty_title
source: Subscribe to see your feed
ar: اشترك لمشاهدة خلاصتك
nl: Abonneer je om je feed te zien

# me_favorites
source: Favorites
ar: المفضلة
nl: Favorieten

# me_filter_clear
source: All subscriptions
ar: كل الاشتراكات
nl: Alle abonnementen

# me_guest_body
source: Create a free account to sync your favorites across devices and unlock more features.
ar: أنشئ حسابًا مجانيًا لمزامنة مفضلاتك عبر أجهزتك والاستفادة من ميزات إضافية.
nl: Maak een gratis account aan om je favorieten op al je apparaten te synchroniseren en meer functies te ontgrendelen.

# me_guest_sign_in
source: Sign In
ar: تسجيل الدخول
nl: Aanmelden

# me_guest_title
source: Sign in to sync your favorites
ar: سجّل الدخول لمزامنة مفضلاتك
nl: Meld je aan om je favorieten te synchroniseren

# me_kebab_import_youtube
source: Import from YouTube
ar: استيراد من يوتيوب
nl: Importeren uit YouTube

# me_kebab_suggest_content
source: Suggest content
ar: اقتراح محتوى
nl: Inhoud voorstellen

# me_refresh_error
source: Couldn't refresh your feed. Pull down to try again.
ar: تعذر تحديث خلاصتك. اسحب للأسفل للمحاولة مجدداً.
nl: Kon je feed niet vernieuwen. Trek omlaag om het opnieuw te proberen.

# me_remove_from_favorites
source: Remove from favorites
ar: إزالة من المفضلة
nl: Verwijderen uit favorieten

# me_section_shorts
source: Shorts
ar: المقاطع القصيرة

# me_section_videos
source: Latest videos
ar: أحدث الفيديوهات
nl: Nieuwste video's

# me_see_all
source: See all
ar: عرض الكل
nl: Alles bekijken

# me_subscription_cap_reached
source: You're following 30 channels (the limit). Unsubscribe one to follow this channel.
ar: أنت تتابع 30 قناة (الحد الأقصى). الغِ الاشتراك من إحداها لمتابعة هذه القناة.
nl: Je volgt 30 kanalen (het maximum). Hef het abonnement op een ander kanaal op om dit kanaal te volgen.

# me_tab_content
source: Content
ar: المحتوى
nl: Inhoud

# me_tab_pending
source: Pending (%1$lld)
ar: قيد المراجعة (%1$lld)
nl: In afwachting (%1$lld)

# me_week_last
source: Last week
ar: الأسبوع الماضي
nl: Vorige week

# me_week_n_ago
source: %1$lld weeks ago
ar: منذ %1$lld أسابيع
nl: %1$lld weken geleden

# me_week_this
source: This week
ar: هذا الأسبوع
nl: Deze week

source: Menu
ar: القائمة

# menu_settings
source: Settings
ar: الإعدادات
nl: Instellingen

# my_submissions_action_delete
source: Delete submission
ar: حذف الإرسال
nl: Voorstel verwijderen

# my_submissions_action_edit_note
source: Edit message
ar: تعديل الرسالة
nl: Bericht bewerken

# my_submissions_action_failed
source: Couldn't complete that. Try again.
ar: تعذّر إتمام ذلك. حاول مجددًا.
nl: Kon dat niet voltooien. Probeer het opnieuw.

# my_submissions_actions_content_description
source: More actions
ar: المزيد من الإجراءات
nl: Meer acties

# my_submissions_already_reviewed
source: Already reviewed — can't change this anymore.
ar: تمت المراجعة — لا يمكن تغيير هذا بعد الآن.
nl: Al beoordeeld — dit kan niet meer worden gewijzigd.

# my_submissions_delete_confirm_button
source: Delete
ar: حذف
nl: Verwijderen

# my_submissions_delete_confirm_message
source: It will be removed and the reviewer will no longer see it.
ar: سيتم حذفه ولن يراه المراجع بعد الآن.
nl: Het wordt verwijderd en de beoordelaar ziet het niet meer.

# my_submissions_delete_confirm_title
source: Delete this submission?
ar: حذف هذا الإرسال؟
nl: Dit voorstel verwijderen?

# my_submissions_delete_success
source: Submission deleted
ar: تم حذف الإرسال
nl: Voorstel verwijderd

# my_submissions_edit_success
source: Message saved
ar: تم حفظ الرسالة
nl: Bericht opgeslagen

# my_submissions_empty
source: No submissions yet. Tap + to suggest content for the library.
ar: لا توجد إرسالات بعد. اضغط + لاقتراح محتوى للمكتبة.
nl: Nog geen voorstellen. Tik op + om inhoud voor te stellen.

# my_submissions_error
source: Could not load submissions
ar: تعذّر تحميل الإرسالات
nl: Kon voorstellen niet laden

# my_submissions_status_approved
source: Approved
ar: موافق عليه
nl: Goedgekeurd

# my_submissions_status_pending
source: Awaiting review
ar: في انتظار المراجعة
nl: Wacht op beoordeling

# my_submissions_status_rejected
source: Rejected
ar: مرفوض
nl: Afgewezen

# my_submissions_status_request_changes
source: Changes requested
ar: تم طلب تعديلات
nl: Wijzigingen gevraagd

# my_submissions_submit_cta
source: Suggest content
ar: اقتراح محتوى
nl: Inhoud voorstellen

# my_submissions_submitter_note_label
source: Your message
ar: رسالتك
nl: Jouw bericht

# my_submissions_title
source: My Submissions
ar: إرسالاتي
nl: Mijn voorstellen

# my_submissions_title_placeholder
source: Loading title…
ar: جارٍ تحميل العنوان…
nl: Titel laden…

# nav_channels
source: Channels
ar: القنوات
nl: Kanalen

# nav_downloads
source: Downloads
ar: التنزيلات

# nav_home
source: Home
ar: الرئيسية
nl: Start

# nav_me
source: Me
ar: أنا
nl: Ik

# nav_playlists
source: Playlists
ar: قوائم التشغيل
nl: Afspeellijsten

# nav_videos
source: Videos
ar: الفيديوهات

# navigate_back
source: Go back
ar: رجوع
nl: Terug

# offline_mode
source: You're offline. Showing cached content.
ar: أنت غير متصل. يتم عرض المحتوى المحفوظ.
nl: U bent offline. Opgeslagen inhoud wordt getoond.

# offline_mode_limited
source: Some features are unavailable offline.
ar: بعض الميزات غير متاحة دون اتصال.
nl: Sommige functies zijn offline niet beschikbaar.

# onboarding_carousel_content
source: Onboarding slides
ar: شرائح التعريف
nl: Introductie dia's

# onboarding_continue
source: Next
ar: التالي
nl: Volgende

# onboarding_get_started
source: Get Started
ar: ابدأ الآن
nl: Aan de slag

# onboarding_help
source: Learn more about the onboarding content
ar: تعرف على المزيد حول محتوى التطبيق
nl: Meer informatie over de app-inhoud

# onboarding_help_body
source: Slides summarize FitrahTube's mission, safe content curation, and download policy.
ar: تلخّص الشرائح رسالة فطرة تيوب ونهج اختيار المحتوى الآمن وسياسة التحميل.
nl: Dia's geven een samenvatting van FitrahTube's missie, veilige contentselectie en downloadbeleid.

# onboarding_page1_desc
source: Explore a diverse collection of Islamic videos, from lectures to documentaries, all in one place.
ar: استكشف مجموعة متنوعة من الفيديوهات الإسلامية، من المحاضرات إلى الوثائقيات، كلها في مكان واحد.
nl: Ontdek een diverse collectie islamitische video's, van lezingen tot documentaires, allemaal op één plek.

# onboarding_page1_title
source: Browse
ar: تصفح
nl: Bladeren

# onboarding_page2_desc
source: Continue listening to lectures and recitations even when the app is in the background.
ar: تابع الاستماع إلى المحاضرات والتلاوات حتى عندما يكون التطبيق في الخلفية.
nl: Blijf luisteren naar lezingen en recitaties, zelfs wanneer de app op de achtergrond draait.

# onboarding_page2_title
source: Listen in background
ar: استمع في الخلفية
nl: Luister op de achtergrond

# onboarding_page3_desc
source: Save your favorite content to watch or listen offline, anytime, anywhere.
ar: احفظ محتواك المفضل للمشاهدة أو الاستماع بدون اتصال، في أي وقت وأي مكان.
nl: Sla je favoriete content op om offline te bekijken of beluisteren, altijd en overal.

# onboarding_page3_title
source: Download for offline
ar: حمّل للمشاهدة بدون إنترنت
nl: Download voor offline

# onboarding_skip
source: Skip
ar: تخطي
nl: Overslaan

# player_action_audio
source: Audio
ar: صوت

# player_action_audio_language
source: Language
ar: اللغة
nl: Taal

# player_action_captions
source: Captions
ar: الترجمة
nl: Ondertitels

# player_action_cast
source: Cast to TV
ar: البث إلى التلفاز
nl: Casten naar TV

# player_action_download
source: Download video
ar: تنزيل الفيديو
nl: Video downloaden

# player_action_enter_pip
source: Picture-in-picture
ar: صورة داخل صورة
nl: Beeld-in-beeld

# player_action_favorite
source: Favorite
ar: المفضلة
nl: Favoriet

# player_action_favorited
source: Favorited
ar: مُضاف للمفضلة
nl: Toegevoegd aan favorieten

# player_action_fullscreen
source: Toggle fullscreen
ar: ملء الشاشة
nl: Volledig scherm wisselen

# player_action_like
source: Like video
ar: إعجاب بالفيديو
nl: Video liken

# player_action_minimize
source: Minimize player
ar: تصغير المشغل
nl: Speler minimaliseren

# player_action_next
source: Play next video
ar: تشغيل الفيديو التالي
nl: Volgende video afspelen

# player_action_pause
source: Pause
ar: إيقاف مؤقت
nl: Pauzeren

# player_action_play
source: Play
ar: تشغيل
nl: Afspelen

# player_action_play_pause
source: Play/Pause
ar: تشغيل/إيقاف
nl: Afspelen/Pauzeren

# player_action_previous
source: Play previous video
ar: تشغيل الفيديو السابق
nl: Vorige video afspelen

# player_action_quality
source: Quality
ar: الجودة
nl: Kwaliteit

# player_action_report
source: Report
ar: إبلاغ
nl: Melden

# player_action_settings
source: Player settings
ar: إعدادات المشغل
nl: Spelerinstellingen

# player_action_share
source: Share
ar: مشاركة
nl: Delen

# player_added_to_favorites
source: Added to favorites
ar: تمت الإضافة إلى المفضلة
nl: Toegevoegd aan favorieten

# player_analytics_header
source: Latest analytics event
ar: آخر حدث تحليلي
nl: Laatste analytisch evenement

# player_analytics_none
source: No events recorded yet.
ar: لم يتم تسجيل أحداث بعد.
nl: Nog geen evenementen geregistreerd.

# player_audio_only_label
source: Audio only
ar: صوت فقط
nl: Alleen audio

# player_auto_audio_stall
source: Switched to audio-only due to slow connection
ar: تم التبديل إلى الصوت فقط بسبب بطء الاتصال
nl: Overgeschakeld naar alleen audio vanwege trage verbinding

# player_brightness
source: Brightness
ar: السطوع
nl: Helderheid

# player_button_download
source: Download
ar: تنزيل

# player_captions_auto_generated
source: %1$@ (Auto-generated)
ar: %1$@ (مُنشأ تلقائياً)
nl: %1$@ (Automatisch gegenereerd)

# player_captions_dialog_title
source: Select Captions
ar: اختر الترجمة
nl: Ondertitels selecteren

# player_captions_off
source: Off
ar: إيقاف
nl: Uit

# player_cast_device_default
source: device
ar: الجهاز
nl: apparaat

# player_cast_failed
source: Failed to cast: %1$@
ar: فشل البث: %1$@
nl: Casten mislukt: %1$@

# player_cast_started
source: Casting to %1$@
ar: جارٍ البث إلى %1$@
nl: Casten naar %1$@

# player_current_item
source: Now playing: %1$@
ar: قيد التشغيل: %1$@
nl: Nu afspelen: %1$@

# player_decoder_audio_error
source: Audio playback error. Please try again.
ar: خطأ في تشغيل الصوت. يرجى المحاولة مرة أخرى.
nl: Audioafspeelfout. Probeer het opnieuw.

# player_decoder_no_compatible_quality
source: No compatible video quality available for this device.
ar: لا توجد جودة فيديو متوافقة مع هذا الجهاز.
nl: Geen compatibele videokwaliteit beschikbaar voor dit apparaat.

# player_decoder_stepping_down
source: Video codec not supported. Switching to %1$@…
ar: ترميز الفيديو غير مدعوم. جارٍ التبديل إلى %1$@…
nl: Videocodec niet ondersteund. Overschakelen naar %1$@…

# player_default_title
source: Video
ar: فيديو

# player_description
source: Description
ar: الوصف
nl: Beschrijving

# player_download_current
source: Download for offline
ar: تنزيل للعمل دون اتصال
nl: Downloaden voor offline

# player_download_in_progress
source: Download in progress (%1$lld%%)
ar: جارٍ التنزيل (%1$lld%%)
nl: Downloaden (%1$lld%%)

# player_download_ready
source: Downloaded %1$@ • %2$@
ar: تم التنزيل %1$@ • %2$@
nl: Gedownload %1$@ • %2$@

# player_download_status_placeholder
source: Download status
ar: حالة التنزيل

# player_error_message
source: There was a problem loading this video. Please try again.
ar: حدثت مشكلة في تحميل هذا الفيديو. يرجى المحاولة مرة أخرى.
nl: Er is een probleem opgetreden bij het laden van deze video. Probeer het opnieuw.

# player_error_title
source: Unable to play video
ar: تعذر تشغيل الفيديو
nl: Kan video niet afspelen

# player_event_audio_only_off
source: Audio-only disabled
ar: تم إيقاف الصوت فقط
nl: Alleen audio uitgeschakeld

# player_event_audio_only_on
source: Audio-only enabled
ar: تم تفعيل الصوت فقط
nl: Alleen audio ingeschakeld

# player_event_play_completed
source: Playback completed: %1$@
ar: اكتمل التشغيل: %1$@
nl: Afspelen voltooid: %1$@

# player_event_play_started
source: Playback started: %1$@ (%2$@)
ar: بدء التشغيل: %1$@ (%2$@)
nl: Afspelen gestart: %1$@ (%2$@)

# player_event_queue_hydrated
source: Queue hydrated (%1$lld total, %2$lld filtered)
ar: تحميل القائمة (%1$lld إجمالي، %2$lld مفلتر)
nl: Wachtrij geladen (%1$lld totaal, %2$lld gefilterd)

# player_event_stream_failed
source: Stream resolution failed
ar: فشل حل البث
nl: Stream oplossen mislukt

# player_event_stream_resolved
source: Stream resolved (%1$@)
ar: تم حل البث (%1$@)
nl: Stream opgelost (%1$@)

# player_event_stream_resolved_unknown
source: unknown quality
ar: جودة غير معروفة
nl: onbekende kwaliteit

# player_excluded_message
source: %1$lld item(s) skipped due to policy restrictions.
ar: تم تخطي %1$lld عنصر بسبب قيود السياسة.
nl: %1$lld item(s) overgeslagen vanwege beleidsregels.

# player_excluded_placeholder
source: No exclusions applied.
ar: لا يوجد استثناءات.
nl: Geen uitsluitingen toegepast.

# player_favorite_toggle_error
source: Failed to update favorites. Please try again.
ar: فشل تحديث المفضلة. يرجى المحاولة مرة أخرى.
nl: Favorieten bijwerken mislukt. Probeer het opnieuw.

# player_forward
source: Forward 10 seconds
ar: التقدم 10 ثوانٍ
nl: 10 seconden vooruitspoelen

# player_fullscreen_zoom_hint
source: Double-tap to toggle fit/zoom
ar: انقر مرتين للتبديل بين الملاءمة/الملء
nl: Dubbeltik om te wisselen tussen passend/vullen

# player_like_coming_soon
source: Like feature coming soon
ar: ميزة الإعجاب قادمة قريباً
nl: Like-functie komt binnenkort

# player_mark_current_complete
source: Mark current complete
ar: وضع علامة اكتمال
nl: Markeer als voltooid

# player_no_current_item
source: No video is currently playing.
ar: لا يوجد فيديو قيد التشغيل حالياً.
nl: Er wordt momenteel geen video afgespeeld.

# player_no_description
source: No description available
ar: لا يوجد وصف متاح
nl: Geen beschrijving beschikbaar

# player_no_views
source: No views yet
ar: لا توجد مشاهدات بعد
nl: Nog geen weergaven

# player_notification_channel_desc
source: Controls playback while the app is in the background.
ar: يتحكم بالتشغيل عندما يكون التطبيق في الخلفية.
nl: Beheert afspelen wanneer de app op de achtergrond draait.

# player_notification_channel_name
source: Playback
ar: التشغيل
nl: Afspelen

# player_notification_loading
source: Loading…
ar: جارٍ التحميل…
nl: Laden…

# player_open_download
source: Open offline
ar: فتح دون اتصال
nl: Offline openen

# player_quality_dialog_title
source: Video Quality
ar: جودة الفيديو
nl: Videokwaliteit

# player_quality_select_title
source: Select Quality
ar: اختر الجودة
nl: Kwaliteit selecteren

# player_quality_selector
source: Quality
ar: الجودة
nl: Kwaliteit

# player_quality_switching
source: Switching to %1$@…
ar: جارٍ التبديل إلى %1$@…
nl: Overschakelen naar %1$@…

# player_quality_unavailable
source: No quality options available
ar: لا تتوفر خيارات جودة
nl: Geen kwaliteitsopties beschikbaar

# player_recovery_exhausted
source: Playback recovery failed
ar: فشلت استعادة التشغيل
nl: Afspelen herstellen mislukt

# player_recovery_exhausted_message
source: Unable to recover playback automatically. Please try again.
ar: تعذر استعادة التشغيل تلقائياً. يرجى المحاولة مرة أخرى.
nl: Kan afspelen niet automatisch herstellen. Probeer het opnieuw.

# player_refresh_rate_limited
source: Please wait a moment before refreshing again
ar: يرجى الانتظار لحظة قبل التحديث مرة أخرى
nl: Wacht even voordat u opnieuw vernieuwt

# player_refresh_stream
source: Refresh Stream
ar: تحديث البث
nl: Stream vernieuwen

# player_removed_from_favorites
source: Removed from favorites
ar: تمت الإزالة من المفضلة
nl: Verwijderd uit favorieten

# player_resize_mode_fit
source: Fit to screen
ar: ملاءمة الشاشة
nl: Aanpassen aan scherm

# player_resize_mode_zoom
source: Fill screen
ar: ملء الشاشة
nl: Scherm vullen

# player_retry
source: Retry
ar: إعادة المحاولة
nl: Opnieuw proberen

# player_rewind
source: Rewind 10 seconds
ar: الرجوع 10 ثوانٍ
nl: 10 seconden terugspoelen

# player_standard_quality
source: Standard quality (360p)
ar: جودة قياسية (360p)
nl: Standaardkwaliteit (360p)

# player_start_reason_auto
source: Auto-advance
ar: تقدم تلقائي
nl: Automatisch volgende

# player_start_reason_user_selected
source: Manual selection
ar: اختيار يدوي
nl: Handmatige selectie

# player_status_audio_only
source: Playing audio-only stream.
ar: تشغيل الصوت فقط.
nl: Alleen audio afspelen.

# player_status_initializing
source: Initializing player…
ar: تهيئة المشغل…
nl: Speler initialiseren…

# player_status_resolving
source: Resolving stream…
ar: حل البث…
nl: Stream oplossen…

# player_status_video_playing
source: Playing video stream.
ar: تشغيل الفيديو.
nl: Video afspelen.

# player_stream_error
source: Playback unavailable. Please try again later.
ar: التشغيل غير متاح. يرجى المحاولة لاحقاً.
nl: Afspelen niet beschikbaar. Probeer het later opnieuw.

# player_stream_unavailable
source: This video is not available for playback.
ar: هذا الفيديو غير متاح للتشغيل.
nl: Deze video is niet beschikbaar voor afspelen.

# player_toggle_description
source: Toggle video description
ar: إظهار/إخفاء وصف الفيديو
nl: Video beschrijving tonen/verbergen

# player_up_next_empty
source: Queue is empty.
ar: قائمة الانتظار فارغة.
nl: Wachtrij is leeg.

# player_up_next_header
source: Up next
ar: التالي
nl: Volgende

# player_video_not_ready
source: Video not ready yet
ar: الفيديو غير جاهز بعد
nl: Video nog niet klaar

# player_video_player
source: Video player
ar: مشغل الفيديو
nl: Videospeler

# player_volume
source: Volume
ar: مستوى الصوت

# playlist_detail_category
source: Category: %1$@
ar: التصنيف: %1$@
nl: Categorie: %1$@

# playlist_detail_description_placeholder
source: Curated playlist overview coming soon.
ar: نظرة عامة على قائمة التشغيل قريباً.
nl: Afspeellijst overzicht komt binnenkort.

# playlist_detail_download
source: Download
ar: تنزيل قائمة التشغيل
nl: Downloaden

# playlist_detail_download_disabled
source: Download unavailable
ar: التنزيل غير متاح
nl: Downloaden niet beschikbaar

# playlist_detail_download_hint
source: Downloads respect policy AC-DL-001. Content becomes available offline once completed.
ar: التنزيلات تحترم سياسة AC-DL-001. سيصبح المحتوى متاحاً دون اتصال بعد الاكتمال.
nl: Downloads volgen beleid AC-DL-001. Inhoud wordt offline beschikbaar na voltooiing.

# playlist_detail_downloading
source: Download queued
ar: تم إضافة التنزيل للقائمة
nl: Download in wachtrij

# playlist_detail_item_count
source: %1$lld videos
ar: %1$lld فيديو

# playlist_download_already_downloading
source: Playlist is already downloading at %1$@
ar: القائمة قيد التنزيل بجودة %1$@
nl: Afspeellijst wordt al gedownload op %1$@

# playlist_download_started
source: Downloading %1$lld videos from %2$@
ar: جارٍ تنزيل %1$lld فيديو من %2$@
nl: %1$lld video's downloaden van %2$@

# playlist_empty_state
source: This playlist has no videos yet
ar: هذه القائمة ليس لديها فيديوهات بعد
nl: Deze afspeellijst heeft nog geen video's

# playlist_item_count
source: %1$lld items
ar: %1$lld عنصر

# playlist_metadata_duration_format
source: %1$lld videos • %2$@
ar: %1$lld فيديو • %2$@

# playlist_metadata_format
source: %1$lld videos
ar: %1$lld فيديو

# playlist_play_all
source: Play all
ar: تشغيل الكل
nl: Alles afspelen

# playlist_save
source: Save
ar: حفظ
nl: Opslaan

# playlist_shuffle
source: Shuffle
ar: تشغيل عشوائي
nl: Willekeurig

# playlist_unsave
source: Saved
ar: محفوظة
nl: Opgeslagen

# playlist_video_downloaded
source: Downloaded
ar: تم التنزيل
nl: Gedownload

# playlist_video_downloading
source: Downloading %1$lld%%
ar: جارٍ التنزيل %1$lld%%
nl: Downloaden %1$lld%%

# playlist_video_position
source: Position %1$lld
ar: الموضع %1$lld
nl: Positie %1$lld

# playlist_video_queued
source: Queued
ar: في الانتظار
nl: In wachtrij
